{
	"quotes": [
		{ "quote": "Flying is learning how to throw yourself at the ground and miss.", "owner": "Douglas Adams" },
		{ "quote": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.", "owner": "Douglas Adams" },
		{ "quote": "I love deadlines. I like the whooshing sound they make as they fly by.", "owner": "Douglas Adams" },
		{ "quote": "The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong it usually turns out to be impossible to get at and repair.", "owner": "Douglas Adams" },
		{ "quote": "Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.", "owner": "Douglas Adams" },
		{ "quote": "Time is an illusion. Lunchtime doubly so.", "owner": "Douglas Adams" },
		{ "quote": "There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable. There is another theory which states that this has already happened.", "owner": "Douglas Adams" },
		{ "quote": "A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.'", "owner": "Douglas Adams" },
		{ "quote": "You live and learn. At any rate, you live.", "owner": "Douglas Adams" },
		{ "quote": "I'd take the awe of understanding over the awe of ignorance any day.", "owner": "Douglas Adams" },
		{ "quote": "Reality is frequently inaccurate.", "owner": "Douglas Adams" },
		{ "quote": "It can hardly be a coincidence that no language on earth has ever produced the expression, 'As pretty as an airport.", "owner": "Douglas Adams" },
		{ "quote": "He attacked everything in life with a mix of extraordinary genius and naive incompetence, and it was often difficult to tell which was which.", "owner": "Douglas Adams" },
		{ "quote": "We are stuck with technology when what we really want is just stuff that works.", "owner": "Douglas Adams" },
		{ "quote": "Don't you understand that we need to be childish in order to understand? Only a child sees things with perfect clarity, because it hasn't developed all those filters which prevent us from seeing things that we don't expect to see.", "owner": "Douglas Adams" }
	]
}